{
  "intents": [
    {
      "tag": "Salut",
      "patterns": [
        "Salut",
        "Hello",
        "Hi",
        "Sal",
        "Sal cf",
        "Buna, ce faci?",
        "Cum esti?",
        "Ce mai faci?",
        "Buna ziua",
        "Buna seara",
        "Buna dimineata",
        "Neata, ce faci?",
        "Hei, hey",
        "Ciao, ceao",
        "Poti sa ma ajuti?",
        "Am nevoie de ajutor",
        "Am o intrebare",
        "Salut ce faci?",
        "Salutare",
        "Salut salut"
      ],
      "responses": "Salut"
    },
    {
      "tag": "Multumesc",
      "patterns": [
        "Multumesc",
        "Mersi",
        "Multumesc mult",
        "Mersi mult",
        "Merci",
        "Ms",
        "Ms boss",
        "Mersi boss",
        "Te pup mersi",
        "Ok",
        "Okay multumesc",
        "Super, mersi",
        "Ce tare, mersi",
        "Wow, mersi",
        "Mersi mult inca odata",
        "Perfect, super",
        "Minunat",
        "Mersik",
        "Multu",
        "Multuu"
      ],
      "responses": "Multumesc"
    },
    {
      "tag": "Omorul calificat",
      "patterns": [
        "Care e pedeapsa pentru omorul calificat?",
        "cum se pedepseste omor calificat",
        "Cum se pedepseste omorul calificat?",
        "Cum se pedepseste omorul calificat conform Codului Penal?",
        "Care sunt elementele constitutive ale omorului calificat si cum se dovedeste vinovatia?",
        "Care sunt circumstantele care pot duce la calificarea omorului?",
        "Ce se intampla in cazul in care omorul calificat este comis in legatura cu alte infractiuni?",
        "Am lovit pe cineva intr-o altercatie si i-am cauzat leziuni grave care au dus la moartea sa. Cum se incadreaza aceasta situatie?",
        "Am fost acuzat ca am provocat intentionat moartea cuiva folosind un obiect periculos. Ce consecinte legale ma asteapta?",
        "Am aflat ca cineva a fost ucis in mod intentionat intr-un conflict de strada. Ce inseamna omorul calificat?",
        "Am ucis pe cineva in mod intentionat, folosind o arma de foc.",
        "Care este pedeapsa pentru omor calificat?",
        "Daca cineva omoara pe altcineva din interes material, care e pedeapsa?",
        "Ce e pedeapsa daca omori pe cineva pentru a se sustrage de la tragerea la raspundere penala sau la executarea unei pedepse?",
        "Daca omor doua sau mai multe persoane?",
        "Ce se intampla daca omorul e cauzat de o persoana care a mai comis anterior o infractiune de omor sau o tentativa?",
        "Care e pedeapsa daca cineva omoara un om si a mai omorat inainte pe altcineva sau a incercat sa omoare?",
        "Care e pedeapsa pentru omorarea unei femei gravide sau insarcinate?",
        "Ce se intampla daca cineva omoara o femeie gravida sau insarcinata?",
        "Care e pedeapsa daca omor un om prin cruzime sau tortura?",
        "Daca fac un killing spree, si omor mai multe persoane, ce pot sa patesc?",
        "Daca omor o femeie cu semne vizibile de sarcina e omor calificat?",
        "Am loivt o femeie gravida cu pumnul in cap si din cauza loviturilor a murit, ce am sa patesc?",
        "Am omorat doua persoane pentru a le fura banii, se considera fapta agravanta din interes material ?",
        "Am ucis pe cineva in mod intentionat, folosind un cutit, pentru a ascunde faptul ca m-a vazut furand din casa",
        "Daca omor o vecina gravida, care e pedeapsa?",
        "cum se pedepseste omorul calificat?",
        "care e pedeapsa pentru omorul calificat?",
        "cum se pedepseste omorarea mai multor perosoane?",
        "cum se pedepseste omorarea mai multor persoane?"
      ],
      "responses": "Omorul calificat"
    },
    {
      "tag": "Omorul calificat,premeditare",
      "patterns": [
        "Cum se pedepseste omorul premeditat socotit, masurat, aranjat, premeditat, gandit, planuit, pregatit, cu judecata, chibzuit, prevazator, cu cap, cumpanit, cumpatat, echilibrat, infranat, moderat, ponderat?",
        "Cum se pedepseste omorul calificat cu premeditare conform Codului Penal?",
        "Am stat mult timp sa ma pregatesc si sa ma gandesc cum sa omor pe cineva",
        "Daca premeditez fapta incadrarea juridica va fi de omor calificat cu premeditare",
        "Mi-am pregatit actul infractional de omor calificat cu un an inainte de savarsirea faptei si datorita acestui lucru am reusit sa omor acea persoana",
        "Daca am premeditat moartea cuiva ce pedeapsa primesc",
        "premeditare, socotit, masurat, aranjat, premeditat, gandit, planuit, pregatit, cu judecata, chibzuit, prevazator, cu cap, cumpanit, cumpatat, echilibrat, infranat, moderat, ponderat. ",
        "daca m-am pregatit inainte sa omor pe cineva si dupa aceea am savarsit fapta ce este?",
        "Daca am premeditat uciderea, moartea, decesul, cuiva, ce pedeapsa primesc?",
        "daca imi gandesc fapta de omor inainte sa o fac ce e ?",
        "daca imi premeditez fapta de omor inainte a o fac ce e ?",
        "daca imi premeditez fapta de omor pregatind inainte totul ce e ",
        "premeditarea califica fapta de omor devenind astfel omor calificat cu premeditare",
        "Ce inseamna omorul calificat cu premeditare conform Codului Penal?",
        "Care sunt elementele constitutive ale omorului calificat cu premeditare si cum se dovedeste vinovatia?",
        "Ce se intelege prin premeditare in cazul infractiunii de omor?",
        "Cum se determina existenta premeditarii intr-un caz de omor calificat?",
        "Exista diferente intre omorul calificat cu premeditare si omorul calificat din alte motive?",
        "ce se intampla daca planuiesc din timp sa omor pe cineva",
        "daca premeditez, pregatesc, planuiesc, planific sa omor pe cineva si acesta moare",
        "omorul calificat cu premeditare se demonstreaza prin dovedirea existentei actului de pregatire, premeditare, judecare, gandire, a actului infractional",
        "in data de 15 februarie 2023, in municipiul Bucuresti, a avut loc un incident tragic in care persoana X, in varsta de 35 de ani, a comis un omor calificat cu premeditare",
        "Potrivit anchetei, in urma investigatiilor efectuate de catre autoritatile competente, s-a stabilit ca persoana X a elaborat, pregatit, gandit, premeditat, nascocit, aranjat un plan meticulos si a actionat cu intentia clara de a provoca moartea victimei, persoana Y, in varsta de 40 de ani",
        "Detalii suplimentare relevate in timpul anchetei indica faptul ca persoana X a cumparat cu premeditare o arma de foc de pe piata neagra si a planificat intalnirea cu victima Y intr-un loc izolat, fara martori. Acolo, in urma unei dispute anterioare, persoana X a tras mai multe focuri de arma in directia victimei, provocandu-i leziuni fatale care au dus la decesul, moartea, uciderea acesteia",
        "in conformitate cu Codul Penal roman, fapta comisa de persoana X constituie omor calificat cu premeditare. Astfel, persoana X poate fi acuzata si inculpata pentru comiterea acestei infractiuni grave. Daca va fi gasita vinovata, pedeapsa prevazuta de lege pentru omorul calificat cu premeditare este de 20 pana la 30 de ani de inchisoare",
        "Conform investigatiilor, persoana X a planificat in prealabil omorul victimei Y. Aceasta a achizitionat ilegal o arma de foc de pe piata neagra si a urmarit victima in mod constant timp de o luna. in ziua incidentului, persoana X a patruns in locuinta victimei si a asteptat-o intr-un loc ascuns. La sosirea victimei, a atacat-o cu brutalitate, folosind arma de foc achizitionata anterior. Dupa comiterea omorului, persoana X a incercat sa stearga orice urma, abandonand arma intr-o zona izolata",
        "Conform anchetei, persoana A si persoana B erau fosti parteneri de viata, dar relatia lor s-a deteriorat in urma unor conflicte si disputelor. Persoana A, intr-o stare de furie si resentiment, a elaborat un plan de a o ucide pe persoana B cu premeditare. A asteptat momentul oportun si a vizitat locuinta victimei, stiind ca aceasta se va afla singura. Persoana A a adus cu sine o arma alba ascunsa si, cand a gasit-o pe persoana B in bucatarie, a atacat-o brutal, provocandu-i leziuni fatale. Dupa comiterea crimei, persoana A a incercat sa ascunda armele si alte dovezi, incercand sa creeze impresia ca a fost vorba despre un jaf urmat de omor",
        "Conform investigatiilor, persoana X si persoana Y erau colegi de serviciu, dar relatia lor a devenit tensionata in ultima perioada. Persoana X, simtind o ura profunda fata de persoana Y, a planificat meticulos sa-i cauzeze moartea. Aceasta a cumparat sub falsa identitate substante toxice puternice si a inceput sa le administreze victimei treptat in bauturile si mancarea acesteia. Persoana X a asteptat cu rabdare ca substantele sa-si faca efectul si, intr-o zi, cand persoana Y era deja slabita de actiunea toxinelor, a profitat de starea acesteia si i-a aplicat lovituri fatale cu un obiect contondent. Dupa comiterea crimei, persoana X a incercat sa stearga orice urma si a abandonat obiectul folosit intr-un loc public",
        "Daca cineva omoara pe altcineva cu premeditare, care e pedeapsa?",
        "ce se intampla daca planific sa omor pe cineva?",
        "ce se intampla daca premeditez sa omor pe cineva?",
        "care e pedeapsa pentru planificarea unui omor?"
      ],
      "responses": "Omorul calificat,premeditare"
    },
    {
      "tag": "Omorul calificat,tentativa",
      "patterns": [
        "Cum se pedepseste tentativa de omor cu premeditare?",
        "Am lovit pe cineva intr-o altercatie si i-am cauzat leziuni grave care aproape l-au omorat. Cum se incadreaza aceasta situatie?",
        "Am fost acuzat ca am incercat sa omor pe cineva folosind un obiect periculos, insa acesta nu a murit. Ce consecinte legale ma asteapta?",
        "Am aflat ca cineva a fost aproape sa fie ucis intr-un conflict de strada. Ce inseamna tentativa de omorul calificat?",
        "Cum se pedepseste omorul calificat savarsit cu premeditat?",
        "Cum se pedepseste omorul premeditat?",
        "Am vurt sa ucid pe cineva in mod intentionat, folosind o arma de foc.",
        "Care este pedeapsa pentru tentativa omor calificat?",
        "Daca cineva vrea sa omoare pe altcineva cu premeditare sau din interes material, care e pedeapsa?",
        "Ce e pedeapsa daca vrei sa omori pe cineva pentru a se sustrage de la tragerea la raspundere penala sau la executarea unei pedepse?",
        "Daca vreau sa omor doua sau mai multe persoane insa dupa actinile facute acestea nu au murit?",
        "Ce se intampla daca tentativa de omor e cauzat de o persoana care a mai comis anterior o infractiune de omor sau o tentativa?",
        "Care e pedeapsa daca cineva omoara un om si a mai avut anterior o tentativa de omor?",
        "Care e pedeapsa pentru tentativa de omor a unei femei gravide sau insarcinate?",
        "Ce se intampla daca cineva incearca sa omoare o femeie gravida sau insarcinata?",
        "Care e pedeapsa daca incearca sa omoare un om prin cruzime sau tortura?",
        "Daca incerc sau vreau sa omor o femeie cu semne vizibile de sarcina e omor calificat?",
        "Am loivt o femeie gravida cu pumnul in cap si din cauza loviturilor aproape a murit, ce am sa patesc?",
        "M-am pregatit de 5 luni sa omor pe cineva cu un pistol cu glont, si datorita circumstantelor aproape a murit inca o persoana, este infractiune calificata de tentativa de omor ?",
        "Am vrut sa omor doua persoane pentru a le fura banii, se considera fapta agravanta din interes material la tentativa de omor?",
        "Am am vrut sa ucid pe cineva in mod intentionat, folosind un cutit, pentru a ascunde faptul ca m-a vazut furand din casa"
      ],
      "responses": "Omorul calificat,tentativa"
    },
    {
      "tag": "Lovirea sau alte violente",
      "patterns": [
        "Am lovit pe cineva intr-o cearta, ce urmeaza?",
        "Am lovit pe cineva intr-o altercatie si a suferit leziuni grave. Cum este pedepsit acest lucru?",
        "Am lovit intentionat o persoana cu un obiect contondent. Cum se califica acest act?",
        "Am fost acuzat ca am lovit o persoana intr-o altercatie si i-am cauzat leziuni grave. Care sunt implicatiile penale in acest caz?",
        "Cineva a fost acuzat ca a provocat leziuni grave prin lovire intr-un conflict de strada. Care sunt consecintele penale in acest caz?",
        "Ce pedeapsa se aplica in cazul in care o persoana loveste intentionat pe altcineva si-i cauzeaza vatamari corporale grave?",
        "Dupa o altercatie, individul a lovit pe cineva cu o bata de baseball, provocandu-i leziuni grave. Cum se incadreaza acest act?",
        "Dupa o altercatie intr-un bar, doi indivizi s-au lovit reciproc, provocandu-si leziuni. Cum se incadreaza acest caz de violenta fizica?",
        "Dupa o altercatie intr-un club, o persoana a fost lovita de mai multe ori cu o sticla de bautura, suferind leziuni grave. Cum se incadreaza acest act de violenta?",
        "In timpul unei confruntari violente, doi indivizi s-au lovit reciproc cu pumnii si picioarele, provocandu-si leziuni grave. Cum se incadreaza acest caz de agresiune fizica?",
        "Dupa o altercatie intr-un club de noapte, un individ a lovit cu pumnii un alt participant, cauzandu-i leziuni grave. Cum se incadreaza acest act de violenta?",
        "Am lovit pe cineva intr-o cearta, ce urmeaza?",
        "Cum se pedepseste lovirea unei persoane intr-o incaierare?",
        "Am lovit pe cineva intr-un conflict de strada",
        "Cum se pedepseste lovirea unei persoane intr-o incaierare?",
        "Ce se intampla daca lovesti pe cineva intr-un bar dupa prea multe pahare?",
        "Mi-am ranit adversarul intr-o lupta de strada pentru o datorie",
        "Ce patesc daca dau cuiva un pumn in bar pentru ca m-a jignit?",
        "Daca-i aplic un croseu de dreapta unui tip in club, pot sa scap de bataie?"
      ],
      "responses": "Lovirea sau alte violente"
    },
    {
      "tag": "Vatamarea corporala",
      "patterns": [
        "Ce pedeapsa primesti pentru vatamarea corporala grava?",
        "Am fost atacat de o persoana necunoscuta si am suferit vatamari corporale. Ce se intampla daca agresorul este prins?",
        "Din pacate, o persoana a fost ranita in urma unui accident de masina. Care sunt implicatiile legale in cazul vatamarii corporale?",
        "O persoana a fost acuzata ca a provocat ranirea grava a altei persoane prin folosirea unei arme albe. Ce consecinte penale poate suporta?",
        "In urma unui accident rutier, soferul a cauzat ranirea grava a unui pieton. Cum se trateaza acest caz de vatamare corporala?",
        "Intr-un accident de masina, soferul a provocat vatamari corporale serioase unei alte persoane. Cum se judeca acest caz de vatamare corporala?",
        "Ce pedeapsa primesti pentru vatamarea corporala grava?",
        "Cum se pedepseste vatamarea corporala grava?",
        "Am cauzat leziuni grave cu intentie intr-un conflict familial",
        "Am batut un individ in parc si i-am rupt un dinte.",
        "Am provocat o vatamare corporala minora intr-un meci de box amator",
        "Daca dau cu pumnul in fata cuiva si ii rup nasul, cum se pedepseste acest lucru?",
        "Ce se intampla daca provoaca leziuni grave cuiva intr-un accident rutier?",
        "Daca ii aplic un croseu puternic cuiva in stomac, cum se sanctioneaza acest lucru?",
        "Daca dau cu piciorul in zona inghinala a unei persoane, pot fi acuzat de vatamare?",
        "Ce pedeapsa primesc daca provoaca vatamarea corporala unei persoane varstnice?",
        "Daca provoc rani grave cuiva in timpul unei altercatii, cum se califica aceasta?",
        "Ce se intampla daca ii aplic o lovitura puternica cu un obiect pe cap cuiva?",
        "Daca provoc vatamari corporale grave unei femei insarcinate, ce sanctiuni primesc?",
        "Cum se sanctioneaza vatamarea corporala prin injunghiere in Romania?",
        "Daca ii aplic cu forta o palma cuiva in fata si ii cauzez leziuni, ce se intampla?",
        "Ce se intampla daca provoaca leziuni grave cuiva in timpul unei incaierari de strada?",
        "Daca dau cu capul cuiva de un perete si il ranesc, cum se califica acest lucru?",
        "Cum se sanctioneaza vatamarea corporala prin sufocare in legislatia romana?",
        "Daca provoc leziuni grave cuiva in timpul unei rafuieli, cum se pedepseste acest lucru?",
        "Ce se intampla daca il lovesc pe cineva cu pumnii si picioarele in timpul unei incaierari?",
        "Daca ii aplic cu forta o lovitura in zona abdominala cu un obiect, pot fi acuzat de vatamare?",
        "Cum se sanctioneaza vatamarea corporala prin strangulare in Romania?",
        "Daca provoc vatamari grave cuiva in timpul unei batai de strada, cum se califica acest lucru?",
        "Ce se intampla daca ii aplic o lovitura puternica cu o bata de baseball cuiva?",
        "Daca ii cauzez leziuni grave cu un obiect contondent in timpul unei altercatii, cum se pedepseste?",
        "Daca bat pe cineva?",
        "vreau sa bat vecina",
        "vreau sa dau o palma cuiva"
      ],
      "responses": "Vatamarea corporala"
    },
    {
      "tag": "Furtul",
      "patterns": [
        "Am furat un portofel dintr-un magazin, ce sanctiuni risc?",
        "Am fost prins furand o bicicleta, ce se intampla acum?",
        "Am fost acuzat ca am furat un portofel din buzunarul unei persoane. Ce se intampla daca sunt gasit vinovat?",
        "Am furat bijuterii in valoare de cateva mii de lei dintr-un magazin. Care este pedeapsa pentru furtul acesta?",
        "Am furat un autoturism dintr-un garaj. Cum se pedepseste furtul acesta?",
        "Am furat un obiect de valoare in timp ce lucram la o galerie de arta. Cum se incadreaza acest lucru la furtul?",
        "O persoana a fost prinsa ca a furat bunuri dintr-un magazin. Cum se pedepseste furtul in aceasta situatie?",
        "Omul a furat o suma mare de bani dintr-o banca. Cum se califica acest act de furt?",
        "Cineva mi-a furat portofelul in timp ce eram la magazin. Ce se intampla daca faptuitorul este identificat si prins?",
        "In timp ce se afla intr-un magazin de electronice, persoana a furat un laptop si a iesit neobservata. Ce se intampla daca faptuitorul este identificat si prins?",
        "O persoana a fost acuzata ca a furat documente confidentiale de la locul de munca. Care sunt consecintele legale in cazul unui astfel de furt?",
        "Dupa ce a comis furtul unui telefon mobil in timpul unei aglomerari intr-un tren, faptuitorul a fost identificat de camerele de supraveghere. Ce se intampla acum?",
        "Un barbat a furat dintr-un supermarket mai multe produse alimentare si a fost prins de agentii de securitate. Ce pedeapsa risca pentru furt?",
        "Cineva mi-a furat portofelul din geanta in timp ce ma aflam in autobuz. Ce sanctiuni se aplica in cazul furtului?",
        "O persoana a fost acuzata ca a furat alimente dintr-un supermarket in mod repetat. Ce sanctiuni se aplica in cazul unui astfel de furt?",
        "Am furat un portofel dintr-un magazin, ce sanctiuni risc?",
        "Am fost prins furand o bicicleta, ce se intampla acum?",
        "Am furat un mixer din magazin ca nu am putut sa ma abtin",
        "Cum se pedepseste furtul unui portmoneu din buzunarul cuiva?",
        "Am furat ciocolata din magazin pentru ca imi era pofta",
        "Mi-am furat bicicleta vecinului ca sa ma plimb in parc",
        "Daca fur un telefon din magazin, ma prinde politia?",
        "Daca iau banii din portofelul colegului de la munca, imi da afara seful?",
        "Daca fur un portofel ce se intampla?",
        "Ce se intampla daca fur o portocala?",
        "Ce se intampla daca fur un biscuite?",
        "Ce se intampla daca fur ceva?",
        "cum se pedepseste furtul?",
        "care e pedeapsa daca fur o paine?"
      ],
      "responses": "Furtul"
    },
    {
      "tag": "Furtul calificat",
      "patterns": [
        "Cum se califica furtul in cazul spargerii unui seif?",
        "Ce sanctiuni se aplica in cazul furtului calificat dintr-un vehicul?",
        "Am fost prins ca am furat o geanta de la un magazin de lux. Ce pedeapsa risc?",
        "Am furat un telefon mobil de pe o banca in parc. Se incadreaza acest lucru la furtul calificat?",
        "Am fost implicat intr-un furt dintr-un magazin de bijuterii. Ce pedeapsa risc in cazul furtului calificat?",
        "S-a constatat ca un individ a comis furtul calificat al unui vehicul. Ce sanctiuni se aplica in acest caz?",
        "Daca cineva fura un autoturism al vecinului sau, cum se califica acest lucru si ce pedeapsa poate primi?",
        "Dupa ce a comis furtul unor bijuterii scumpe dintr-un muzeu, faptuitorul a fost prins si arestat. Ce pedeapsa risca pentru furtul calificat?",
        "Un individ a fost surprins ca a comis furtul mai multor obiecte de arta dintr-un muzeu renumit. Ce consecinte legale il asteapta pentru furtul calificat?",
        "Dupa ce a comis furtul unui laptop dintr-un birou, faptuitorul a incercat sa-l vanda online. Cum se trateaza acest caz de furt calificat?",
        "Un individ a fost prins ca a comis furtul mai multor vehicule de lux. Ce consecinte legale il asteapta pentru furtul calificat?",
        "Cum se califica furtul in cazul spargerii unui seif?",
        "Am furat o masina vecinului ca mi-a placut foarte mult",
        "Am spart un seif si am furat bijuterii in valoare de 100.000 de lei.",
        "Am tras o teapa unui prieten si i-am furat toti banii",
        "Daca ma joc la loto dar nu castig si iau banii, pot fi acuzat de furt?",
        "zi-mi care e pedeapsa pentru furtul calificat",
        "care e pedeapsa pentru furtul calificat?"
      ],
      "responses": "Furtul calificat"
    },
    {
      "tag": "Talharia",
      "patterns": [
        "Ce consecinte are talharia asupra victimei?",
        "Am fost jefuit in timp ce mergeam pe strada. Cum se trateaza acest caz de talharie?",
        "Am fost prins ca am furat un portmoneu cu forta de la o persoana. Cum se pedepseste talharia?",
        "Am fost martor la un caz de talharie intr-un parc. Ce trebuie sa fac si cum se trateaza acest incident?",
        "Dupa ce a comis o talharie intr-o banca, individul a fost retinut de autoritati. Care sunt consecintele legale intr-un astfel de caz?",
        "Un individ a sustras cu forta un colier pretios de la gatul unei femei intr-o strada pustie. Cum se califica aceasta actiune?",
        "Dupa o altercatie intr-o strada aglomerata, un individ a sustras cu forta portofelul unei persoane, provocandu-i vatamari corporale minore. Cum se incadreaza aceasta actiune?",
        "Un individ a patruns cu violenta in locuinta unei persoane si a sustras bunuri de valoare. Cum se califica aceasta actiune?",
        "Dupa o altercatie intr-un bar, un individ a sustras cu forta telefonul mobil al unei persoane, provocandu-i leziuni minore. Cum se incadreaza acest act de talharie?",
        "Ce consecinte are talharia asupra victimei?",
        "Am folosit o arma alba pentru a comite o talharie",
        "Cum se trateaza cazul de talharie prin amenintare cu arma alba?",
        "Cum se pedepseste talharia prin smulgere a unei posete pe strada?",
        "Ce se intampla daca imi iau o bata de baseball si trec pe la vecin sa-i iau TV-ul?",
        "care e pedeapsa pentru talharie?",
        "cum se poate pedepsi talharia?",
        "zi-mi care e pedeapsa pentru talharie"
      ],
      "responses": "Talharia"
    },
    {
      "tag": "Talharia calificata",
      "patterns": [
        "Am folosit violenta in timpul unui jaf, cum se pedepseste?",
        "Am fost acuzat ca am comis talharie asupra unei persoane varstnice. Care sunt consecintele legale in acest caz?",
        "Am fost acuzat ca am comis talharie calificata asupra unei banci. Care sunt consecintele legale in acest caz?",
        "Am fost prins ca am comis talharie asupra unei persoane folosind violenta. Ce sanctiuni se aplica in acest caz?",
        "Persoana acuzata de talharie calificata a fost condamnata la inchisoare pe viata. Care sunt motivele pentru o pedeapsa atat de aspra?",
        "Persoana acuzata de talharie calificata asupra unui magazin de lux a fost condamnata la inchisoare pe viata. Ce pedeapsa se aplica in acest caz?",
        "Persoana acuzata de talharie calificata intr-un caz celebru a fost condamnata la o pedeapsa de inchisoare pe termen lung. Care sunt motivele pentru o astfel de pedeapsa?",
        "Am folosit violenta in timpul unui jaf, cum se pedepseste?",
        "Ce consecinte are talharia calificata?",
        "Am jefuit o banca si am luat ostatici in timpul jafului.",
        "Am fost complice la un jaf de bijuterii de lux dintr-un magazin",
        "Daca particip la un jaf de banca si impart banii cu complicele, esti bogat?",
        "Care e pedeapsa pentru talharie calificata?",
        "Cum se pedepseste talharia calificata?"
      ],
      "responses": "Talharia calificata"
    },
    {
      "tag": "Uciderea din culpa",
      "patterns": [
        "Ce pedeapsa se da pentru omor din culpa?",
        "Am provocat un accident rutier mortal, ce urmeaza acum?",
        "Am aflat ca o persoana a fost ucisa intr-un accident rutier. Ce inseamna omorul din culpa?",
        "Am fost implicat intr-un accident de masina si o persoana a murit. Ce implicatii penale pot avea aceste actiuni?",
        "Am fost implicat intr-un accident de masina in care o persoana a fost ranita grav. Cum se trateaza aceasta situatie?",
        "Am fost acuzat ca am cauzat moartea cuiva din culpa intr-un accident rutier. Ce sanctiuni se aplica in acest caz?",
        "Intr-un accident de masina, soferul a cauzat moartea unei alte persoane din culpa. Cum se judeca acest caz de ucidere din culpa?",
        "Ce pedeapsa se da pentru omor din culpa?",
        "Am provocat un accident rutier mortal, ce urmeaza acum?",
        "Ce se intampla daca cauzezi uciderea cuiva din culpa intr-un accident?",
        "Am provocat un accident de masina in care a murit o persoana",
        "Cum se sanctioneaza daca provoc accidental moartea cuiva intr-un accident de masina?",
        "Ce se intampla daca provoci moartea cuiva din neatentie in trafic?",
        "Am condus cu viteza excesiva si am cauzat un accident mortal",
        "Daca fac o tara cu masina si o distrug si omor un om, ma prinde politia?",
        "Ce se intampla daca provoaca un accident si moare cineva?",
        "Daca trag un burnout in mijlocul orasului si lovesc o masina si omor un om, platesc?",
        "Daca fac un accident cu victima si moare cineva?",
        "Daca conduc si omor pe cineva, ce se intampla?",
        "Daca omor cu masina fara sa vreau mai multe persoane, ce pot sa patesc?",
        "Am calcat cu masina, motocicleta, bicicleta, tirciclu electric, tractor, tramvai, tren ,autobuz, autocar, camion, remorca, masina, caruta, pe cineva si a murit"
      ],
      "responses": "Uciderea din culpa"
    },
    {
      "tag": "Omorul",
      "patterns": [
        "Care e pedeapsa pentru omor?",
        "Cum se pedepseste omorul intentionat?",
        "Am fost acuzat ca am provocat moartea cuiva cu intentie. Care sunt consecintele legale in cazul omorului?",
        "Cum se pedepseste omorul?",
        "Ce consecinte are sa omori pe cineva intr-o bataie de strada?",
        "Ce pedeapsa primesti daca omori pe cineva intr-o altercatie in trafic?",
        "Daca il injunghii pe cineva si scap nepedepsit, ma prinde karma?",
        "Cum se sanctioneaza un asasinat premeditat in Romania?",
        "Daca incerc sa ma apar de un atacator si il omor in proces, sunt considerat vinovat?",
        "Ce se intampla daca provoci moartea cuiva intr-o lupta corp la corp?",
        "Daca omor accidental un animal protejat, pot ajunge la inchisoare?",
        "Cum se califica un act de violenta care duce la moartea victimei?",
        "Daca provoci moartea cuiva intr-un accident rutier si fugi de la locul faptei?",
        "Ce se intampla daca omor cu intentie o persoana care a intrat in casa mea?",
        "Daca particip la o lupta de strada si persoana pe care am lovit-o moare, ce se intampla?",
        "Cum se sanctioneaza un omor prin otravire in legislatia romana?",
        "Daca impusc accidental pe cineva in timpul vanatorii, sunt responsabil?",
        "Ce pedeapsa primesc daca omor in legitima aparare?",
        "Daca inghit un obiect strain si mor, cine poarta vina?",
        "Cum se sanctioneaza un omor in urma unei explozii accidentale?",
        "Daca ii aplic cuiva o lovitura puternica la cap si intra in coma, pot fi acuzat de omor?",
        "Ce se intampla daca ranesc grav pe cineva intr-o altercatie si acea persoana moare?",
        "Daca omor pe cineva din greseala in timpul unui experiment stiintific, ce se intampla?",
        "Cum se califica un omor prin infometare sau neglijenta grava?",
        "Daca vanez ilegal si omor un animal protejat, pot fi acuzat de omor?",
        "Daca strangulez pe cineva si moare, pot invoca circumstante atenuante?",
        "Ce se intampla daca provoci moartea cuiva din culpa in timp ce conduci sub influenta alcoolului?",
        "Daca provoc moartea unui infractor in timpul unei tentative de jaf, sunt considerat vinovat?",
        "Cum se sanctioneaza un omor prin impuscare in Romania?",
        "Daca provoc moartea cuiva in timp ce ma apar de un atac, pot fi acuzat de omor?",
        "Ce pedeapsa primesc daca omor pe cineva intr-o altercatie intr-un bar?",
        "Daca comit un omor in legatura cu o activitate de crima organizata, ce se intampla?",
        "Cum se califica un omor prin supradoza de droguri in legislatia romana?",
        "Daca dau cuiva o lovitura puternica la cap si acea persoana decedeaza, ce se intampla?",
        "Ce se intampla daca impusc din greseala o persoana in timpul unui exercitiu de tragere?",
        "Daca provoaca moartea cuiva in timpul unei batai de strada, sunt responsabil?",
        "Cum se sanctioneaza un omor prin intoxicare cu substante chimice?",
        "Daca accidentez mortal un pieton in timp ce conduc sub influenta drogurilor, ce se intampla?",
        "Ce pedeapsa primesc daca omor din cauza unui accident de munca?",
        "Daca provoaca moartea unei persoane in timpul unei incaierari, ce sanctiuni primesc?",
        "Cum se califica un omor prin sufocare in legislatia romana?",
        "Daca ii aplic cuiva o lovitura puternica in inima si moare, pot fi acuzat de omor?",
        "Ce se intampla daca incerc sa ma apar de un atacator si il omor in proces?",
        "Daca impusc accidental pe cineva in timpul vanatorii si moare, pot fi acuzat de omor?",
        "Cum se sanctioneaza un omor prin aruncare de la inaltime in Romania?",
        "Daca omor pe cineva intr-o disputa de afaceri, cum se califica aceasta?",
        "Ce se intampla daca provoaca moartea unui copil din culpa in timpul unei supravegheri?",
        "Daca comit un omor din gelozie, pot invoca circumstante atenuante?",
        "Cum se sanctioneaza un omor prin strangulare in Romania?",
        "Daca provoc moartea cuiva in timpul unei rafuieli in cartier, sunt considerat vinovat?",
        "Ce pedeapsa primesc daca omor pe cineva din cauza unei neglijente grave in serviciu?",
        "Daca impusc accidental pe cineva in timpul unei partide de vanatoare, sunt responsabil?",
        "Cum se califica un omor prin incendiere in legislatia romana?",
        "Daca dau cuiva o lovitura fatala cu o arma alba intr-un conflict de strada, ce se intampla?",
        "Ce se intampla daca omor pe cineva intr-o altercatie in timpul unui concert?",
        "Daca provoc moartea cuiva in timpul unei intruziuni in locuinta, pot fi acuzat de omor?",
        "Cum se sanctioneaza un omor prin inec in Romania?",
        "Daca accidentez mortal un ciclist in timp ce conduc sub influenta alcoolului, ce se intampla?",
        "Ce pedeapsa primesc daca omor pe cineva intr-un conflict de munca?",
        "Daca provoaca moartea unui individ in timpul unei rafuieli de bar, sunt responsabil?",
        "Cum se califica un omor prin electrocutare in legislatia romana?",
        "Daca ii aplic cuiva o lovitura mortala intr-un meci de box, pot fi acuzat de omor?",
        "Ce se intampla daca incerc sa ma apar de un agresor si il omor in proces?",
        "Daca impusc accidental pe cineva in timpul unui exercitiu de antrenament militar, ce se intampla?",
        "Cum se sanctioneaza un omor prin injunghiere in Romania?",
        "Care este pedeapsa pentru omor?",
        "Daca cineva omoara pe altcineva, care e pedeapsa?",
        "Ce e pedeapsa daca omori pe cineva?",
        "Ce se intampla daca omori un om?",
        "Ce se intampla daca omor pe cineva?",
        "Daca lovesc, imping, injunghii pe cineva si acea persoana moare, ce infactiune am savarsit?",
        "Daca ii dau in cap cuiva si moare, ce patesc?",
        "Care este pedeapsa pentru tentativa de omor?",
        "Daca cineva incearca sa omoare un om, care e pedeapsa?",
        "Ce e pedeapsa daca incerci sa omori pe cineva?",
        "Ce se intampla daca vrei sa omori un om?",
        "Ce se intampla daca vreau sa omor pe cineva?",
        "Daca lovesc, imping, injunghii pe cineva si ii este pusa viata in pericol, ce infactiune am savarsit?",
        "Daca ii dau in cap cuiva si nu moare, ce patesc?",
        "Cum se pedepseste omorul in conformitate cu Codul Penal?",
        "Ce inseamna omorul cu premeditare si cum este sanctionat?",
        "Care sunt circumstantele in care omorul poate fi considerat circumstante agravante?",
        "Care sunt elementele constitutive ale infractiunii de omor si cum se dovedeste vinovatia?",
        "Cum se sanctioneaza instigarea sau complicitatea la comiterea infractiunii de omor?",
        "Daca voiam sa omor pe cineva dar am fost intrerupt sau nu am reusit sa il omor, ce se intampla?",
        "Daca vreau sa omor pe cineva dar sunt intrerupt si fapta nu se produce, ce patesc?",
        "ce pot sa patesc daca dau foc la cineva?"
      ],
      "responses": "Omorul"
    }
  ]
}