{
   "intents":[
     {
       "tag": "salut",
       "patterns": [
         "Salut",
         "Hello",
         "Hi",
         "Sal",
         "Sal cf",
         "Buna, ce faci?",
         "Cum esti?",
         "Ce mai faci?",
         "Buna ziua",
         "Buna seara",
         "Buna dimineata",
         "Neata, ce faci?",
         "Hei, hey",
         "Ciao, ceao",
         "Poti sa ma ajuti?",
         "Am nevoie de ajutor",
         "Am o intrebare"
       ],
       "responses": [
         "salut"
       ]
     },
     {
       "tag": "omorul",
       "patterns": [
         "Care este pedeapsa pentru omor?",
         "Daca cineva omoara pe altcineva, care e pedeapsa?",
         "Ce e pedeapsa daca omori pe cineva?",
         "Ce se intampla daca omori un om?",
         "Ce se intampla daca omor pe cineva?",
         "Daca lovesc, imping, injunghii pe cineva si acea persoana moare, ce infactiune am savarsit?",
         "Daca ii dau in cap cuiva si moare, ce patesc?"
       ],
       "responses": [
         "Omorul"
       ]
     },
     {
       "tag": "tentativa_de_omor",
       "patterns": [
         "Care este pedeapsa pentru tentativa de omor?",
         "Daca cineva incearca sa omoare un om, care e pedeapsa?",
         "Ce e pedeapsa daca incerci sa omori pe cineva?",
         "Ce se intampla daca vrei sa omori un om?",
         "Ce se intampla daca vreau sa omor pe cineva?",
         "Daca lovesc, imping, injunghii pe cineva si ii este pusa viata in pericol, ce infactiune am savarsit?",
         "Daca ii dau in cap cuiva si nu moare, ce patesc?",
         "Daca voiam sa omor pe cineva dar am fost intrerupt sau nu am reusit sa il omor, ce se intampla?",
         "Daca vreau sa omor pe cineva dar sunt intrerupt si fapta nu se produce, ce patesc?"
       ],
       "responses": [
         "Tentativa de omor"
       ]
     },
     {
       "tag": "omorul_calificat",
       "patterns": [
         "Care este pedeapsa pentru omor calificat?",
         "Daca cineva omoara pe altcineva cu premeditare sau din interes material, care e pedeapsa?",
         "Ce e pedeapsa daca omori pe cineva pentru a se sustrage de la tragerea la raspundere penala sau la executarea unei pedepse?",
         "Daca omor doua sau mai multe persoane?",
         "Ce se intampla daca omorul e cauzat de o persoana care a mai comis anterior o infractiune de omor sau o tentativa?",
         "Care e pedeapsa daca cineva omoara un om si a mai omorat inainte pe altcineva sau a incercat sa omoare?",
         "Care e pedeapsa pentru omorarea unei femei gravide sau insarcinate?",
         "Ce se intampla daca cineva omoara o femeie gravida sau insarcinata?",
         "Care e pedeapsa daca omor un om prin cruzime sau tortura?",
         "Daca fac un killing spree, si omor mai multe persoane, ce pot sa patesc?"
       ],
       "responses": [
         "Omorul calificat"
       ]
     },
     {
       "tag": "tentativa_de_omor_calificat",
       "patterns": [
         "Care este pedeapsa pentru omor calificat?",
         "Daca cineva omoara pe altcineva cu premeditare sau din interes material, care e pedeapsa?",
         "Ce e pedeapsa daca omori pe cineva pentru a se sustrage de la tragerea la raspundere penala sau la executarea unei pedepse?",
         "Daca omor doua sau mai multe persoane?",
         "Ce se intampla daca omorul e cauzat de o persoana care a mai comis anterior o infractiune de omor sau o tentativa?",
         "Care e pedeapsa daca cineva omoara un om si a mai omorat inainte pe altcineva sau a incercat sa omoare?",
         "Care e pedeapsa pentru omorarea unei femei gravide sau insarcinate?",
         "Care e pedeapsa daca omor un om prin cruzime sau tortura?"
       ],
       "responses": [
         "Tentativa de omor calificat"
       ]
     },
     {
       "tag": "uciderea_la_cererea_victimei",
       "patterns": [
         "Care este pedeapsa pentru uciderea la cerea victimei?",
         "Daca cineva omoara pe altcineva care sufera de o boala incurabila si a cerut explicit si repetat asta, care e pedeapsa?",
         "Ce e pedeapsa daca omori o persoana care sufera de o infirmitate grava atestata legal si te roaga repetat sa o omori?",
         "Daca omor pe cineva care sufera de o boala cu suferinte permanente si greu de suportat?",
         "Ce se intampla daca omor o persoana care sufera de mult timp si ma roaga sa o omor ca sa ii curm suferinta?",
         "Ce pedeapsa primesc daca ma roaga cineva sa il omor si eu ma tin de cuvant?",
         "Care e pedeapsa pentru omorarea unei persoane bolnave care sufera si ma roaga sa o omor?"
       ],
       "responses": [
         "Uciderea la cererea victimei"
       ]
     },

]
}